app/controllers/elections_controller.rb

  def show_elections
    @election_list = Election.all
---
SELECT "elections".* FROM "elections"